/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Trwa tworzenie tablicy kształtów fali. Spróbuj ponownie po ukończeniu tego procesu.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Wykryto dane barwy dla jednego kształtu fali. Możesz przekręcić pokrętło modulacji i wybrać opcję „Formant”. Pokrętła Kształt 1 i Kształt 2 nie działają.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Aby utworzyć tablicę kształtów fali, plik audio musi zawierać stałą wysokość tonu, kilka sekcji z wysokością tonu rozdzielonych ciszą lub co najmniej jedną sekcję pojedynczego cyklu.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Nowa tablica zawiera kształty fali (%d).";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Trwa tworzenie tablicy kształtów fali";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Utworzone tablicę z jednym kształtem fali";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Nie utworzono tablicy kształtów fali";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Utworzono tablicę kształtów fali";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Wewnętrzny";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Side Chain:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Wyłączone";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Zewnętrzne wejście audio:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identyfikacja dźwięków";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analiza wysokości tonu";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analizuję: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Błąd otwierania pliku";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Nie można znaleźć pliku, który próbujesz wczytać.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Błąd otwierania pliku";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Za mało pamięci, aby wczytać zaznaczony plik.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Plik zawiera zmiany tempa";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Uwaga: Jeden lub więcej importowanych plików zawiera markery zmiany tempa. Ta wersja MainStage nie obsługuje synchronizowania plików ze zmianą tempa.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Błąd otwierania pliku";

/* Playback file alert */
"PlaybackTransientsMessage" = "Przejścia w zaznaczonym pliku zostały ukryte w Logic Pro. Otwórz ten plik w Logic Pro i pokaż te przejścia przed ponownym otwarciem tego pliku we wtyczce.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Nieznany błąd";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Nie można otworzyć zaznaczonego pliku.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nieobsługiwany format pliku audio";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Format pliku audio, który próbujesz dodać nie jest obsługiwany. Przed dodaniem tego pliku do wtyczki Playback skonwertuj go do obsługiwanego formatu za pomocą iTunes lub innej aplikacji audio .";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Brakuje pliku)";
